Repository: maemo-leste-translations/hildon-input-method-l10n
Catalog: po/*.po
Languages: ca_es, de_de, fa

# inpu_ib_mode_fn_locked
source: Fn is locked
ca_es: Fn bloquejat
de_de: Fn-Taste ist gesperrt
fa: کلید های ویژه فعال شدند

# inpu_ib_mode_shift_locked
source: Caps lock on
ca_es: Majúscules bloquejades
de_de: Feststelltaste ein
fa: کپسلاک روشن شد

# inpu_ib_quick_layout_language
source: Input language switched to %s
ca_es: Canviat l'idioma d'entrada
de_de: Eingabesprache gewechselt zu %s
fa: %s تغییر زبان ورودی به

# inpu_ib_quick_layout_switch
source: Keyboard layout switched to %s
ca_es: Canviada la distribució del teclat
de_de: Tastaturlayout gewechselt zu %s
fa: %s تغییر طرح بندی صفحه کلید به

# inpu_nc_common_menu_copy
source: Copy
ca_es: Copia
de_de: Kopieren
fa: کپی

# inpu_nc_common_menu_cut
source: Cut
ca_es: Retalla
de_de: Ausschneiden
fa: جابجایی

# inpu_nc_common_menu_method
source: Keyboard menu
ca_es: Menú de teclat
de_de: Tastaturmen체
fa: منو صفحه کلید

# inpu_nc_common_menu_paste
source: Paste
ca_es: Enganxa
de_de: Einf체gen
fa: جاگذاری فایل کپی شده

# thum_me_main_menu_help
source: Help
ca_es: Ajuda
de_de: Hilfe
fa: کمک

# thum_me_main_menu_select_language
source: Select language
ca_es: Tria de llengua
de_de: Sprache w채hlen
fa: انتخاب زبان

# thum_me_menu_edit_copy
source: Copy
ca_es: Copia
de_de: Kopieren
fa: کپی

# thum_me_menu_edit_cut
source: Cut
ca_es: Retalla
de_de: Ausschneiden
fa: جابجایی

# thum_me_menu_edit_paste
source: Paste
ca_es: Enganxa
de_de: Einf체gen
fa: جاگذاری فایل کپی شده
